Repository: katagaki/Wooosh
Catalog: Apple/Wooosh/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, zh_hans, zh_hant

# pairing_scan_focus_hint
source: Point the camera at the pairing code on the other device. Tap to focus.
de: Richte die Kamera auf den Kopplungscode des anderen Geräts. Zum Fokussieren tippen.
es: Apunta la cámara al código de vinculación del otro dispositivo. Toca para enfocar.
fr: Dirigez l'appareil photo vers le code d'association de l'autre appareil. Touchez pour faire la mise au point.
it: Inquadra il codice di abbinamento dell'altro dispositivo. Tocca per mettere a fuoco.
ja: 相手のデバイスのペアリングコードにカメラを向けてください。タップするとピントが合います。
ko: 상대 기기의 페어링 코드에 카메라를 비추세요. 탭하면 초점이 맞춰집니다.
nl: Richt de camera op de koppelcode van het andere apparaat. Tik om scherp te stellen.
pl: Skieruj aparat na kod parowania drugiego urządzenia. Dotknij, aby ustawić ostrość.
pt_br: Aponte a câmera para o código de pareamento do outro dispositivo. Toque para focar.
ru: Наведите камеру на код связи другого устройства. Нажмите, чтобы навести резкость.
sv: Rikta kameran mot den andra enhetens parkopplingskod. Tryck för att fokusera.
zh_hans: 将摄像头对准另一台设备上的配对码。轻点可对焦。
zh_hant: 將相機對準另一台裝置上的配對碼。點一下可對焦。

# pairing_scan_prompt
source: Scan the code shown on the other device
de: Scanne den Code, der auf dem anderen Gerät angezeigt wird
es: Escanea el código que aparece en el otro dispositivo
fr: Scannez le code affiché sur l'autre appareil
it: Scansiona il codice mostrato sull'altro dispositivo
ja: 相手のデバイスに表示されているコードをスキャンしてください
ko: 상대 기기에 표시된 코드를 스캔하세요
nl: Scan de code die op het andere apparaat staat
pl: Zeskanuj kod wyświetlany na drugim urządzeniu
pt_br: Escaneie o código exibido no outro dispositivo
ru: Отсканируйте код, показанный на другом устройстве
sv: Skanna koden som visas på den andra enheten
zh_hans: 扫描另一台设备上显示的配对码
zh_hant: 掃描另一台裝置上顯示的配對碼

# pairing_show_body
source: Scan this code with the other device, or copy the pairing code and send it over a channel you trust.
de: Scanne diesen Code mit dem anderen Gerät oder kopiere den Kopplungscode und sende ihn über einen Weg, dem du vertraust.
es: Escanea este código con el otro dispositivo, o copia el código de vinculación y envíalo por un canal de confianza.
fr: Scannez ce code avec l'autre appareil, ou copiez le code d'association et envoyez-le par un canal de confiance.
it: Scansiona questo codice con l'altro dispositivo, oppure copia il codice di abbinamento e invialo tramite un canale di cui ti fidi.
ja: このコードを相手のデバイスでスキャンするか、ペアリングコードをコピーして信頼できる方法で送ってください。
ko: 상대 기기로 이 코드를 스캔하거나, 페어링 코드를 복사해 신뢰할 수 있는 방법으로 보내세요.
nl: Scan deze code met het andere apparaat, of kopieer de koppelcode en stuur die via een kanaal dat je vertrouwt.
pl: Zeskanuj ten kod drugim urządzeniem albo skopiuj kod parowania i wyślij go zaufanym kanałem.
pt_br: Escaneie este código com o outro dispositivo, ou copie o código de pareamento e envie por um canal em que você confia.
ru: Отсканируйте этот код другим устройством или скопируйте код связи и передайте его надёжным способом.
sv: Skanna koden med den andra enheten, eller kopiera parkopplingskoden och skicka den via en kanal du litar på.
zh_hans: 用另一台设备扫描此二维码，或复制配对码并通过你信任的渠道发送。
zh_hant: 用另一台裝置掃描此 QR 碼，或複製配對碼並透過你信任的管道傳送。

# pairing_show_expiry
source: This code works once and expires after 2 minutes.
de: Dieser Code funktioniert einmal und läuft nach 2 Minuten ab.
es: Este código sirve una sola vez y caduca a los 2 minutos.
fr: Ce code fonctionne une seule fois et expire au bout de 2 minutes.
it: Questo codice funziona una sola volta e scade dopo 2 minuti.
ja: このコードは 1 回だけ使用でき、2 分で期限切れになります。
ko: 이 코드는 한 번만 사용할 수 있으며 2분 후에 만료됩니다.
nl: Deze code werkt één keer en verloopt na 2 minuten.
pl: Ten kod działa raz i wygasa po 2 minutach.
pt_br: Este código funciona uma vez só e expira depois de 2 minutos.
ru: Код действует один раз и истекает через 2 минуты.
sv: Koden fungerar en gång och upphör att gälla efter 2 minuter.
zh_hans: 此配对码只能使用一次，2 分钟后失效。
zh_hant: 此配對碼只能使用一次，2 分鐘後失效。

# pairing_success_body
source: Wooosh trusts this device from now on. You will not need to compare verification phrases with it again.
de: Wooosh vertraut diesem Gerät ab sofort. Du musst die Bestätigungswörter nicht mehr abgleichen.
es: A partir de ahora Wooosh confía en este dispositivo. No hará falta que vuelvas a comparar frases de verificación con él.
fr: Wooosh fait désormais confiance à cet appareil. Vous n'aurez plus à comparer les phrases de vérification avec lui.
it: D'ora in poi Wooosh si fida di questo dispositivo. Non dovrai più confrontare le frasi di verifica con lui.
ja: Wooosh は今後このデバイスを信頼します。次回以降、確認フレーズを照合する必要はありません。
ko: 이제 Wooosh는 이 기기를 신뢰합니다. 앞으로는 확인 문구를 비교할 필요가 없습니다.
nl: Wooosh vertrouwt dit apparaat vanaf nu. Je hoeft geen verificatiezinnen meer met dit apparaat te vergelijken.
pl: Od teraz Wooosh ufa temu urządzeniu. Nie będzie już trzeba porównywać z nim fraz weryfikacyjnych.
pt_br: A partir de agora o Wooosh confia neste dispositivo. Você não vai precisar comparar frases de verificação com ele de novo.
ru: Теперь Wooosh доверяет этому устройству. Сверять проверочные фразы с ним больше не потребуется.
sv: Wooosh litar på den här enheten från och med nu. Du behöver inte jämföra verifieringsfraser med den igen.
zh_hans: 从现在起，Wooosh 会信任这台设备。你不需要再与它核对验证短语。
zh_hant: 從現在起，Wooosh 會信任這台裝置。你不需要再與它核對驗證短語。

# pairing_success_title
source: Paired with %1$@
de: Mit %1$@ gekoppelt
es: Vinculado con %1$@
fr: Associé à %1$@
it: Abbinato a %1$@
ja: %1$@ とペアリングしました
ko: %1$@과(와) 페어링됨
nl: Gekoppeld met %1$@
pl: Sparowano z urządzeniem %1$@
pt_br: Pareado com %1$@
ru: Связано с устройством %1$@
sv: Parkopplad med %1$@
zh_hans: 已与 %1$@ 配对
zh_hant: 已與 %1$@ 配對

# pairing_tab_my_code
source: My Code
de: Mein Code
es: Mi código
fr: Mon code
it: Il mio codice
ja: 自分のコード
ko: 내 코드
nl: Mijn code
pl: Mój kod
pt_br: Meu código
ru: Мой код
sv: Min kod
zh_hans: 我的配对码
zh_hant: 我的配對碼

# pairing_tab_scan
source: Scan
de: Scannen
es: Escanear
fr: Scanner
it: Scansiona
ja: スキャン
ko: 스캔
nl: Scannen
pl: Skanuj
pt_br: Escanear
ru: Сканировать
sv: Skanna
zh_hans: 扫描
zh_hant: 掃描

# pairing_title
source: Pair a Device
de: Gerät koppeln
es: Vincular un dispositivo
fr: Associer un appareil
it: Abbina un dispositivo
ja: デバイスをペアリング
ko: 기기 페어링
nl: Apparaat koppelen
pl: Sparuj urządzenie
pt_br: Parear um dispositivo
ru: Связать устройство
sv: Parkoppla en enhet
zh_hans: 配对设备
zh_hant: 配對裝置

# peer_badge_paired
source: Paired
de: Gekoppelt
es: Vinculado
fr: Associé
it: Abbinato
ja: ペアリング済み
ko: 페어링됨
nl: Gekoppeld
pl: Sparowane
pt_br: Pareado
ru: Связано
sv: Parkopplad
zh_hans: 已配对
zh_hant: 已配對

# peer_state_away
source: Away
de: Nicht erreichbar
es: No disponible
fr: Absent
it: Non disponibile
ja: 応答なし
ko: 응답 없음
nl: Afwezig
pl: Niedostępne
pt_br: Indisponível
ru: Не в сети
sv: Frånvarande
zh_hans: 已离开
zh_hant: 已離開

# peer_state_ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
nl: Gereed
pl: Gotowe
pt_br: Pronto
ru: Готово
sv: Redo
zh_hans: 就绪
zh_hant: 就緒

# peer_state_ready_paired
source: Ready · Paired
de: Bereit · Gekoppelt
es: Listo · Vinculado
fr: Prêt · Associé
it: Pronto · Abbinato
ja: 準備完了・ペアリング済み
ko: 준비됨 · 페어링됨
nl: Gereed · Gekoppeld
pl: Gotowe · Sparowane
pt_br: Pronto · Pareado
ru: Готово · Связано
sv: Redo · Parkopplad
zh_hans: 就绪 · 已配对
zh_hant: 就緒 · 已配對

# peer_state_tap_to_send
source: Tap to send
de: Zum Senden tippen
es: Toca para enviar
fr: Touchez pour envoyer
it: Tocca per inviare
ja: タップして送信
ko: 탭하여 보내기
nl: Tik om te versturen
pl: Dotknij, aby wysłać
pt_br: Toque para enviar
ru: Нажмите, чтобы отправить
sv: Tryck för att skicka
zh_hans: 轻点即可发送
zh_hant: 點一下即可傳送

# peer_unnamed
source: Unnamed Device
de: Unbenanntes Gerät
es: Dispositivo sin nombre
fr: Appareil sans nom
it: Dispositivo senza nome
ja: 名前のないデバイス
ko: 이름 없는 기기
nl: Naamloos apparaat
pl: Urządzenie bez nazwy
pt_br: Dispositivo sem nome
ru: Устройство без имени
sv: Namnlös enhet
zh_hans: 未命名的设备
zh_hant: 未命名的裝置

# sas_body
source: Both devices show a six-digit code. Continue only if the two codes are the same.
de: Beide Geräte zeigen einen sechsstelligen Code. Fahre nur fort, wenn beide Codes gleich sind.
es: Ambos dispositivos muestran un código de seis dígitos. Continúa solo si los dos códigos son iguales.
fr: Les deux appareils affichent un code à six chiffres. Ne continuez que si les deux codes sont identiques.
it: Entrambi i dispositivi mostrano un codice di sei cifre. Continua solo se i due codici sono uguali.
ja: 両方のデバイスに 6 桁のコードが表示されます。2 つのコードが同じ場合にのみ続行してください。
ko: 두 기기에 6자리 코드가 표시됩니다. 두 코드가 같을 때만 계속하세요.
nl: Beide apparaten tonen een code van zes cijfers. Ga alleen verder als de twee codes gelijk zijn.
pl: Oba urządzenia pokazują sześciocyfrowy kod. Kontynuuj tylko wtedy, gdy kody są takie same.
pt_br: Os dois dispositivos mostram um código de seis dígitos. Continue só se os dois códigos forem iguais.
ru: Оба устройства показывают шестизначный код. Продолжайте, только если коды совпадают.
sv: Båda enheterna visar en sexsiffrig kod. Fortsätt bara om koderna är lika.
zh_hans: 两台设备都会显示一个六位代码。只有两个代码相同时才继续。
zh_hant: 兩台裝置都會顯示一組六位數代碼。只有兩組代碼相同時才繼續。

# sas_confirming
source: Confirming…
de: Wird bestätigt …
es: Confirmando…
fr: Confirmation…
it: Conferma in corso…
ja: 確認しています…
ko: 확인하는 중…
nl: Bevestigen…
pl: Potwierdzanie…
pt_br: Confirmando…
ru: Подтверждение…
sv: Bekräftar…
zh_hans: 正在确认…
zh_hant: 正在確認…

# sas_expires_in
source: Expires in %1$lld s
de: Läuft in %1$lld s ab
es: Caduca en %1$lld s
fr: Expire dans %1$lld s
it: Scade tra %1$lld s
ja: あと %1$lld 秒で期限切れ
ko: %1$lld초 후 만료
nl: Verloopt over %1$lld s
pl: Wygasa za %1$lld s
pt_br: Expira em %1$lld s
ru: Истекает через %1$lld с
sv: Upphör om %1$lld s
zh_hans: %1$lld 秒后失效
zh_hant: %1$lld 秒後失效

# sas_title
source: Pair with %1$@?
de: Mit %1$@ koppeln?
es: ¿Vincular con %1$@?
fr: Associer à %1$@ ?
it: Abbinare a %1$@?
ja: %1$@ とペアリングしますか?
ko: %1$@과(와) 페어링할까요?
nl: Koppelen met %1$@?
pl: Sparować z urządzeniem %1$@?
pt_br: Parear com %1$@?
ru: Связать с устройством %1$@?
sv: Parkoppla med %1$@?
zh_hans: 要与 %1$@ 配对吗？
zh_hant: 要與 %1$@ 配對嗎？

# settings_device_id
source: Device ID
de: Geräte-ID
es: ID del dispositivo
fr: Identifiant de l'appareil
it: ID dispositivo
ja: デバイス ID
ko: 기기 ID
nl: Apparaat-ID
pl: Identyfikator urządzenia
pt_br: ID do dispositivo
ru: Идентификатор устройства
sv: Enhets-ID
zh_hans: 设备 ID
zh_hant: 裝置 ID

# settings_device_id_footer
source: Identifies this device to others when pairing.
de: Identifiziert dieses Gerät beim Koppeln gegenüber anderen.
es: Identifica este dispositivo ante los demás al vincular.
fr: Identifie cet appareil auprès des autres lors de l'association.
it: Identifica questo dispositivo agli altri durante l'abbinamento.
ja: ペアリング時に、このデバイスを相手に識別させるための値です。
ko: 페어링할 때 다른 기기에 이 기기를 식별시켜 주는 값입니다.
nl: Identificeert dit apparaat bij anderen tijdens het koppelen.
pl: Identyfikuje to urządzenie wobec innych podczas parowania.
pt_br: Identifica este dispositivo para os outros durante o pareamento.
ru: Идентифицирует это устройство для других при связывании.
sv: Identifierar den här enheten för andra vid parkoppling.
zh_hans: 配对时用于向其他设备标识这台设备。
zh_hant: 配對時用於向其他裝置識別這台裝置。

# settings_display_name
source: Display Name
de: Anzeigename
es: Nombre visible
fr: Nom affiché
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
nl: Weergavenaam
pl: Nazwa wyświetlana
pt_br: Nome de exibição
ru: Отображаемое имя
sv: Visningsnamn
zh_hans: 显示名称
zh_hant: 顯示名稱

# settings_display_name_footer
source: Shown to nearby devices.
de: Wird Geräten in der Nähe angezeigt.
es: Se muestra a los dispositivos cercanos.
fr: Visible par les appareils à proximité.
it: Mostrato ai dispositivi nelle vicinanze.
ja: 近くのデバイスに表示されます。
ko: 근처 기기에 표시됩니다.
nl: Zichtbaar voor apparaten in de buurt.
pl: Widoczna dla urządzeń w pobliżu.
pt_br: Aparece para os dispositivos por perto.
ru: Видно устройствам поблизости.
sv: Visas för enheter i närheten.
zh_hans: 会显示给附近的设备。
zh_hant: 會顯示給附近的裝置。

# settings_paired_devices_empty
source: No paired devices yet. Use Pair a Device to add one.
de: Noch keine gekoppelten Geräte. Füge über „Gerät koppeln“ eines hinzu.
es: Aún no hay dispositivos vinculados. Usa «Vincular un dispositivo» para añadir uno.
fr: Aucun appareil associé pour l'instant. Utilisez « Associer un appareil » pour en ajouter un.
it: Nessun dispositivo abbinato per ora. Usa «Abbina un dispositivo» per aggiungerne uno.
ja: ペアリング済みのデバイスはまだありません。「デバイスをペアリング」から追加してください。
ko: 아직 페어링된 기기가 없습니다. ‘기기 페어링’에서 추가하세요.
nl: Nog geen gekoppelde apparaten. Gebruik ‘Apparaat koppelen’ om er een toe te voegen.
pl: Nie ma jeszcze sparowanych urządzeń. Użyj opcji „Sparuj urządzenie”, aby dodać.
pt_br: Ainda não há dispositivos pareados. Use “Parear um dispositivo” para adicionar um.
ru: Связанных устройств пока нет. Добавьте одно через «Связать устройство».
sv: Inga parkopplade enheter än. Använd ”Parkoppla en enhet” för att lägga till en.
zh_hans: 还没有已配对的设备。使用“配对设备”添加一台。
zh_hant: 還沒有已配對的裝置。使用「配對裝置」新增一台。

# settings_paired_devices_footer
source: Unpairing removes the stored key. The next transfer from that device is untrusted until you pair again.
de: Beim Aufheben der Kopplung wird der gespeicherte Schlüssel entfernt. Die nächste Übertragung von diesem Gerät gilt als nicht vertrauenswürdig, bis du erneut koppelst.
es: Al desvincular se elimina la clave guardada. La próxima transferencia de ese dispositivo no será de confianza hasta que vuelvas a vincularlo.
fr: La dissociation supprime la clé enregistrée. Le prochain transfert depuis cet appareil ne sera pas approuvé tant que vous ne l'aurez pas réassocié.
it: Rimuovere l'abbinamento elimina la chiave salvata. Il prossimo trasferimento da quel dispositivo non sarà attendibile finché non lo abbini di nuovo.
ja: ペアリングを解除すると、保存されているキーが削除されます。次にそのデバイスから転送があった場合、再度ペアリングするまで信頼されません。
ko: 페어링을 해제하면 저장된 키가 삭제됩니다. 다시 페어링하기 전까지 그 기기에서 오는 다음 전송은 신뢰되지 않습니다.
nl: Ontkoppelen verwijdert de bewaarde sleutel. De volgende overdracht van dat apparaat is niet vertrouwd totdat je opnieuw koppelt.
pl: Rozłączenie pary usuwa zapisany klucz. Kolejny transfer z tego urządzenia nie będzie zaufany do czasu ponownego sparowania.
pt_br: Desparear remove a chave salva. A próxima transferência desse dispositivo não será confiável até você parear de novo.
ru: Разрыв связи удаляет сохранённый ключ. Следующая передача с этого устройства не будет доверенной, пока вы не свяжетесь заново.
sv: Att ta bort parkopplingen raderar den sparade nyckeln. Nästa överföring från enheten är inte betrodd förrän du parkopplar igen.
zh_hans: 取消配对会删除已保存的密钥。在你重新配对之前，来自该设备的下一次传输将不受信任。
zh_hant: 取消配對會刪除已儲存的金鑰。在你重新配對之前，來自該裝置的下一次傳輸將不受信任。

# settings_paired_on
source: Paired on %1$@
de: Gekoppelt am %1$@
es: Vinculado el %1$@
fr: Associé le %1$@
it: Abbinato il %1$@
ja: %1$@ にペアリング
ko: %1$@에 페어링됨
nl: Gekoppeld op %1$@
pl: Sparowano %1$@
pt_br: Pareado em %1$@
ru: Связано %1$@
sv: Parkopplad %1$@
zh_hans: 配对于 %1$@
zh_hant: 配對於 %1$@

# settings_pairing_footer
source: Paired devices confirm each other's identity automatically, so transfers between them never ask you to compare verification phrases.
de: Gekoppelte Geräte bestätigen ihre Identität automatisch. Bei Übertragungen zwischen ihnen musst du nie Bestätigungswörter abgleichen.
es: Los dispositivos vinculados confirman su identidad automáticamente, así que las transferencias entre ellos nunca te piden comparar frases de verificación.
fr: Les appareils associés confirment automatiquement leur identité : les transferts entre eux ne vous demandent jamais de comparer des phrases de vérification.
it: I dispositivi abbinati confermano la reciproca identità in automatico, quindi i trasferimenti fra loro non ti chiedono mai di confrontare frasi di verifica.
ja: ペアリング済みのデバイスは互いの身元を自動的に確認するため、その間の転送で確認フレーズを照合する必要はありません。
ko: 페어링된 기기는 서로의 신원을 자동으로 확인하므로, 기기 간 전송에서 확인 문구를 비교하지 않아도 됩니다.
nl: Gekoppelde apparaten bevestigen elkaars identiteit automatisch, dus bij overdrachten tussen die apparaten hoef je nooit verificatiezinnen te vergelijken.
pl: Sparowane urządzenia automatycznie potwierdzają swoją tożsamość, więc transfery między nimi nigdy nie wymagają porównywania fraz weryfikacyjnych.
pt_br: Dispositivos pareados confirmam a identidade um do outro automaticamente, então as transferências entre eles nunca pedem para comparar frases de verificação.
ru: Связанные устройства подтверждают личность друг друга автоматически, поэтому при передачах между ними сверять проверочные фразы не нужно.
sv: Parkopplade enheter bekräftar varandras identitet automatiskt, så överföringar mellan dem ber dig aldrig jämföra verifieringsfraser.
zh_hans: 已配对的设备会自动确认彼此的身份，因此它们之间的传输不会再要求你核对验证短语。
zh_hant: 已配對的裝置會自動確認彼此的身分，因此它們之間的傳輸不會再要求你核對驗證短語。

# settings_relay_custom
source: My Own
de: Eigenes
es: Propio
fr: Le mien
it: Personale
ja: 自分のもの
ko: 직접 지정
nl: Eigen
pl: Własny
pt_br: Próprio
ru: Свой
sv: Egen
zh_hans: 自有
zh_hant: 自有

# settings_relay_custom_footer
source: Wooosh uses the Iroh relay you enter. Codes from this device tell the other device to use it too, so only this device needs the address.
de: Wooosh nutzt das eingetragene Iroh-Relay. Codes von diesem Gerät weisen das andere Gerät an, es ebenfalls zu nutzen, sodass nur dieses Gerät die Adresse braucht.
es: Wooosh usa el relé de Iroh que indiques. Los códigos de este dispositivo le dicen al otro que lo use también, así que solo este dispositivo necesita la dirección.
fr: Wooosh utilise le relais Iroh que vous indiquez. Les codes de cet appareil indiquent à l'autre de l'utiliser aussi, donc seul cet appareil a besoin de l'adresse.
it: Wooosh usa il relay Iroh che inserisci. I codici di questo dispositivo dicono all'altro di usarlo a sua volta, quindi solo questo dispositivo ha bisogno dell'indirizzo.
ja: Wooosh は入力した Iroh リレーを使います。このデバイスのコードは相手のデバイスにも同じリレーを使うよう伝えるため、アドレスが必要なのはこのデバイスだけです。
ko: Wooosh는 입력한 Iroh 릴레이를 사용합니다. 이 기기의 코드가 상대 기기에도 같은 릴레이를 쓰도록 알려주므로, 주소는 이 기기에만 필요합니다.
nl: Wooosh gebruikt de Iroh-relay die je invult. Codes van dit apparaat vertellen het andere apparaat die ook te gebruiken, dus alleen dit apparaat heeft het adres nodig.
pl: Wooosh korzysta z podanego przekaźnika Iroh. Kody z tego urządzenia mówią drugiemu, aby też go użyło, więc adres jest potrzebny tylko na tym urządzeniu.
pt_br: O Wooosh usa o relay Iroh que você informar. Os códigos deste dispositivo dizem ao outro para usá-lo também, então só este dispositivo precisa do endereço.
ru: Wooosh использует указанный ретранслятор Iroh. Коды с этого устройства сообщают другому использовать его же, поэтому адрес нужен только здесь.
sv: Wooosh använder det Iroh-relä du anger. Koder från den här enheten säger åt den andra enheten att också använda det, så bara den här enheten behöver adressen.
zh_hans: Wooosh 使用你填写的 Iroh 中继。本设备生成的代码会让对方设备也使用它，因此只有本设备需要填写地址。
zh_hant: Wooosh 使用你填寫的 Iroh 中繼。本裝置產生的代碼會讓對方裝置也使用它，因此只有本裝置需要填寫位址。

# settings_relay_off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
nl: Uit
pl: Wyłączone
pt_br: Desativado
ru: Выключено
sv: Av
zh_hans: 关闭
zh_hant: 關閉

# settings_relay_off_footer
source: Wooosh turns internet transfers off and contacts nothing. Sending works only between devices on the same network.
de: Wooosh schaltet Internetübertragungen aus und kontaktiert nichts. Senden funktioniert nur zwischen Geräten im selben Netzwerk.
es: Wooosh desactiva las transferencias por internet y no contacta con nada. Enviar solo funciona entre dispositivos de la misma red.
fr: Wooosh désactive les transferts par Internet et ne contacte rien. L'envoi ne fonctionne qu'entre appareils du même réseau.
it: Wooosh disattiva i trasferimenti via internet e non contatta nulla. L'invio funziona solo tra dispositivi sulla stessa rete.
ja: Wooosh はインターネット転送をオフにし、どこにも接続しません。送信は同じネットワーク上のデバイス間でのみ行えます。
ko: Wooosh가 인터넷 전송을 끄고 아무 곳에도 연결하지 않습니다. 전송은 같은 네트워크의 기기 사이에서만 가능합니다.
nl: Wooosh schakelt internetoverdrachten uit en benadert niets. Versturen werkt alleen tussen apparaten op hetzelfde netwerk.
pl: Wooosh wyłącza przesyłanie przez internet i z niczym się nie łączy. Wysyłanie działa tylko między urządzeniami w tej samej sieci.
pt_br: O Wooosh desativa as transferências pela internet e não contata nada. O envio funciona só entre dispositivos na mesma rede.
ru: Wooosh отключает передачу через интернет и ни к чему не обращается. Отправка работает только между устройствами в одной сети.
sv: Wooosh stänger av internetöverföringar och kontaktar ingenting. Att skicka fungerar bara mellan enheter i samma nätverk.
zh_hans: Wooosh 关闭互联网传输，不连接任何服务。仅可在同一网络的设备之间发送。
zh_hant: Wooosh 關閉網際網路傳輸，不連線任何服務。僅可在同一網路的裝置之間傳送。

# settings_relay_public
source: Public
de: Öffentlich
es: Públicos
fr: Publics
it: Pubblici
ja: 公開
ko: 공개
nl: Openbaar
pl: Publiczne
pt_br: Públicos
ru: Публичные
sv: Publika
zh_hans: 公共
zh_hant: 公共

# settings_relay_public_footer
source: Wooosh uses the free relays provided by Iroh, shared with other apps. They are not guaranteed to be available.
de: Wooosh nutzt die kostenlosen Relays von Iroh, die mit anderen Apps geteilt werden. Ihre Verfügbarkeit ist nicht garantiert.
es: Wooosh usa los relés gratuitos que ofrece Iroh, compartidos con otras apps. No se garantiza su disponibilidad.
fr: Wooosh utilise les relais gratuits fournis par Iroh, partagés avec d'autres apps. Leur disponibilité n'est pas garantie.
it: Wooosh usa i relay gratuiti forniti da Iroh, condivisi con altre app. La loro disponibilità non è garantita.
ja: Wooosh は Iroh が提供する無料のリレーを使います。他のアプリと共有されており、可用性は保証されていません。
ko: Wooosh는 Iroh가 제공하는 무료 릴레이를 사용합니다. 다른 앱과 공유되며 가용성은 보장되지 않습니다.
nl: Wooosh gebruikt de gratis relays van Iroh, die met andere apps worden gedeeld. Beschikbaarheid is niet gegarandeerd.
pl: Wooosh korzysta z darmowych przekaźników udostępnianych przez Iroh, współdzielonych z innymi aplikacjami. Ich dostępność nie jest gwarantowana.
pt_br: O Wooosh usa os relays gratuitos fornecidos pela Iroh, compartilhados com outros apps. A disponibilidade não é garantida.
ru: Wooosh использует бесплатные ретрансляторы Iroh, общие с другими приложениями. Их доступность не гарантирована.
sv: Wooosh använder de gratis reläer som Iroh tillhandahåller, delade med andra appar. Tillgängligheten är inte garanterad.
zh_hans: Wooosh 使用 Iroh 提供的免费中继，与其他应用共享，其可用性没有保证。
zh_hant: Wooosh 使用 Iroh 提供的免費中繼，與其他 App 共享，其可用性沒有保證。

# settings_relay_url
source: Relay Address
de: Relay-Adresse
es: Dirección del relé
fr: Adresse du relais
it: Indirizzo del relay
ja: リレーのアドレス
ko: 릴레이 주소
nl: Relay-adres
pl: Adres przekaźnika
pt_br: Endereço do relay
ru: Адрес ретранслятора
sv: Reläadress
zh_hans: 中继地址
zh_hant: 中繼位址

# settings_section_device
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
ko: 기기
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ru: Устройство
sv: Enhet
zh_hans: 设备
zh_hant: 裝置

# settings_section_paired_devices
source: Paired Devices
de: Gekoppelte Geräte
es: Dispositivos vinculados
fr: Appareils associés
it: Dispositivi abbinati
ja: ペアリング済みのデバイス
ko: 페어링된 기기
nl: Gekoppelde apparaten
pl: Sparowane urządzenia
pt_br: Dispositivos pareados
ru: Связанные устройства
sv: Parkopplade enheter
zh_hans: 已配对的设备
zh_hant: 已配對的裝置

# settings_section_pairing
source: Pairing
de: Kopplung
es: Vinculación
fr: Association
it: Abbinamento
ja: ペアリング
ko: 페어링
nl: Koppelen
pl: Parowanie
pt_br: Pareamento
ru: Связывание
sv: Parkoppling
zh_hans: 配对
zh_hant: 配對

# settings_section_relay
source: Internet Connections
de: Internetverbindungen
es: Conexiones por Internet
fr: Connexions Internet
it: Connessioni Internet
ja: インターネット接続
ko: 인터넷 연결
nl: Internetverbindingen
pl: Połączenia internetowe
pt_br: Conexões pela Internet
ru: Интернет-подключения
sv: Internetanslutningar
zh_hans: 互联网连接
zh_hant: 網際網路連線

# settings_section_this_device
source: This Device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo
ja: このデバイス
ko: 이 기기
nl: Dit apparaat
pl: To urządzenie
pt_br: Este dispositivo
ru: Это устройство
sv: Den här enheten
zh_hans: 这台设备
zh_hant: 這台裝置
